{
  "login.metamask": "Login with Metamasks",
  "login.title": "Unlimited NFT Generator!",

  "login.metamasknotinstalled": "MetaMask is not installed!",

  "menu.collections": "My Collections",
  "menu.logout": "Sign Out",
  "menu.generateNFT": "Generate NFT",
  "menu.tutorial": "Don't know where to start?  ",
  "menu.video-tutorial": " Watch tutorial video!",

  "bodyImages.title": "Click and drag an Image here!",
  "bodyImages.subtitle": "Only images with a weight less than or equal to 2 MB are saved!",
  "bodyImages.subtitle2": "All images in the collection must have the same proportional size.",

  "capas.btn-visualize": "Visualize",
  "capas.btn-restart": "Restart",
  "capas.modal-delete-tittle": "Are you sure you want to delete layer?",
  "capas.modal-delete-subTittle": "This action can not be undone...",
  "capas.modal-delete-btn-cancel": "Cancel",
  "capas.modal-delete-btn-remove": "Remove",
  "capas.alert-restart": "Are you sure you want to reset all layers?",
  "capas.message": "The order of the layers should go from top to bottom, showing the bottom layer on top and the frontmost layer underneath.",
  "capas.close-modal-preview": "Close",
  "capas.modal-yes": "Yes",
  "capas.reset": "Reset Values",

  "createcapas.layer": "New Layer",

  "registerUser.name": "Name*",
  "registerUser.email": "Email*",
  "registerUser.alternateEmail": "Alternate Email",
  "registerUser.phone": "Phone",
  "registerUser.wallet": "Wallet",
  "registerUser.btn-send": "Send",

  "form.projectname": "Collection's NFT name",
  "form.exportFormat": "Export Format",
  "form.recommendedFormat": "Recommended Format: png",
  "form.combinationsNumber": "Combinations",
  "form.projectdescription": "Collection's description",
  "form.combinations": "Total Combinations: ",
  "form.dimsension": "Dimension",
  "form.layername": "Layer name",
  "form.changelayername": "Change Layer Name",
  "form.changelayerButton": "Change",
  "form.btn-rarity": "Rarity",
  "form.modal-rarity": "Require rarity",
  "form.btn-generate": "Generate",
  "from.validdimensions": "There is an image with different dimensions, which is reflected with a red color background, make sure that all images are of the same dimension.",
  "form.btn-close": "Close",
  "form.reqcollections": "Your request is being processed go to collections",
  "form.pay.paymentrequired": "Payment Required",
  "form.pay.paymentfree": "You will generate the colecction: ",

  "form.pay.freeexceeded": "Free limit exceeded if you want to continue you must pay",
  "form.pay.terms": "I agree to the terms of service and privacy policy",
  "form.pay.error": "Error, the fee or commission is insufficient",
  "form.pay.nowallet": "You must switch to the Smart Chain BNB network",
  "form.pay.noname": "You must give the project a name",
  "form.pay.success": "Transaction made, with",
  "form.pay.reject": "Signature error, the user did not sign the contract",
  "form.max-generate": "This is the maximum number to generate",
  "form.min-dimension": "The image resolution is selected from the first image you drag and drop. We expect all images to have the same resolution.",
  "form.success-metamsk-collections": "My Collections",
  "form.success-pay-close": "Close",
  "rfed": "Do you need help? Check FAQs here",
  "form.pending": "At this moment you cannot generate an NFT collection because you already have one in process, at the end of the creation of the collection you will be able to generate another one, keep in mind that if the collection is very large the process may take a while",

  "tutorial.step1": "Here you can organize your layers to change how your final nft will look like.",
  "tutorial.step2": "You can assign a name and create a new layer or create it with a temporary name.",
  "tutorial.step3": "You can view your nft whenever you want using this button.",
  "tutorial.step4": "If you want to start a new project you can restart it with this button (this will delete all previous settings).",
  "tutorial.step5": "Here you can see all the images you have added to your project.",
  "tutorial.step6": "And if you want to add new images drag them here or click to select them.",
  "tutorial.step7": "From here you can navigate to your already generated collections.",
  "tutorial.step8": "In this section you can customize the data of your collection.",
  "tutorial.step9": "Here you can see the total possible combinations with the added images.",
  "tutorial.step10": "This field allows you to see the supported resolution for the images (it is calculated based on the first image added).",
  "tutorial.step11": "In this option you can customize the probability that an image appears in each layer.",
  "tutorial.step12": "With this button you can generate your collection (certain conditions apply).",
  "tutorial.modal.btn-back": "Back",
  "tutorial.modal.btn-close": "Close",
  "tutorial.modal.btn-last": "Finalize",
  "tutorial.modal.btn-next": "Next",
  "tutorial.modal.btn-open": "Open",
  "tutorial.modal.btn-skip": "Skip",

  "generator.proyecnareq": "Project name is required",
  "generator.existe": "The project name already exists. Please rename it.",
  "generator.minim-character": "The project name must be greater than or equal to 2 characters",
  "generator.max-combinations": "The creation of your collection cannot be greater than the number of established combinations that is",
  "generator.minim-layers": "There must be a minimum of two layers with one image each in order to create the combinations",
  "generator.no-image": "You cannot make a request without images to send",
  "generator.max-combinatios2": "Minimun of the total combinations must be 10",

  "colleccionNFT.loading": "Loading...",
  "colleccionNFT.in": "in ",
  "colleccionNFT.days": "days",
  "colleccionNFT.nocollections": "You don't have collections",
  "colleccionNFT.table-column1": "Name",
  "colleccionNFT.table-column2": "Amount",
  "colleccionNFT.table-column3": "Download",
  "colleccionNFT.table-column4": "Export to NFansT",
  "colleccionNFT.table-column5": "Deadline",
  "colleccionNFT.table-column51": "No Deadline",
  "colleccionNFT.table-column6": "Weight",
  "colleccionNFT.modal-delete-tittle": "Are you sure you want to delete?",
  "colleccionNFT.modal-delete-subTittle": "This action can not be undone...",
  "colleccionNFT.modal-delete-btn-cancel": "Cancel",
  "colleccionNFT.modal-delete-btn-remove": "Remove",
  "colleccionNFT.modal-export-category-id": "Category id",
  "colleccionNFT.modal-export-collection-id": "Collection id",
  "colleccionNFT.modal-export-btn-cancel": "Cancel",
  "colleccionNFT.modal-export-btn-send": "Send",
  "colleccionNFT.modal-export-msg-success": "In a few minutes you will see your collection on artis.market",
  "colleccionNFT.modal-export-msg-error": "You have run an unexpected error",
  "colleccionNFT.modal-export-msg-wait": "Processing please wait a moment",
  "colleccionNFT.go-to-generator": "Create your first collection",

  "pay.made": "Congratulations, your payment has been successfully completed.",
  "pay.btn-collections": "See my collections",
  "pay.processing": "Processing your payment",
  "pay.loading": "Loading...",

  "footer.legalwarning": "Licence Agreement",
  "footer.contact": "Contact",
  "footer.terms&conditions": "Terms & Conditions",

  "legalwarning.title": "Licence Agreement",

  "legalwarning.termsncondition": "Terms and Conditions of NFT Collection Generator",
  "legalwarning.date": "Effective Date: November 1, 2023",

  "legalwarning.aceptTitle": "Acceptance of Terms and Conditions",
  "legalwarning.aceptText": "By accessing and using the NFT Collection Generator service (hereinafter referred to as 'the Service'), you agree to and are bound by the following terms and conditions. If you do not agree to these terms, we recommend that you do not use the Service.",

  "legalwarning.firstTitle": "1. Use of the Service",
  "legalwarning.1.1": "1.1 Registration and Authentication: To use the Service, users must authenticate using a compatible cryptocurrency wallet, such as Metamask. The user is solely responsible for maintaining the security of their wallet and access credentials.",
  "legalwarning.1.2": "1.2 Collection Generation: Users can generate collections of NFTs through the Service. Up to 99 images per collection are free, but if a user generates more than 99 images in a single collection, fees will apply as set forth in section 2.",
  "legalwarnig.1.3": "1.3 Collection Storage: The generated collections will be stored in the Service for a period of 15 days. After this period, the user must download and back up their collections as the Service does not guarantee long-term storage.",

  "legalwarning.secondTitle": "2. Fees and Payment",
  "legalwarning.2.1": "2.1 Image Generation Fees: If a user generates more than 99 images in a single collection, fees will apply based on the prevailing rates at the time of generation. These fees will be detailed to the user before confirming the collection generation.",
  "legalwarning.2.2": "2.2 Payment Methods: Fees will be paid in the cryptocurrency specified in the Service or via Credit Card, and the user must complete the payment using their compatible cryptocurrency wallet or valid credit card.",

  "legalwarning.thirdTitle": "3. Intellectual Property and Usage Rights",
  "legalwarning.3.1": "3.1 Generated Collections: The collections generated through the Service are the exclusive property of the users. The user retains all intellectual property rights over the images and the generated JSON files.",

  "legalwarning.fourthTitle": "4. User Responsibility",
  "legalwarning.4.1": "4.1 Legal Compliance: The user is solely responsible for complying with all applicable laws and regulations regarding the use and generation of NFTs through the Service, including those related to copyright, intellectual property, and cryptocurrencies.",
  "legalwarning.4.2": "4.2 Wallet Security: The user must take necessary measures to keep their cryptocurrency wallet and access credentials secure. The Service is not responsible for any loss or unauthorized access to the wallet.",

  "legalwarning.fiveTitle": "5. Changes to Terms and Conditions",
  "legalwarning.5": "The Service reserves the right to update or modify these terms and conditions at any time. Users will be notified of any changes, and continued use of the Service will constitute acceptance of the updated terms.",

  "legalwarning.sixTitle": "6. Limitation of Liability",
  "legalwarning.6": "The Service is not liable for any direct, indirect, incidental, consequential, or special damages, including loss of profits, revenue, or data, that may arise from the use or inability to use the Service.",

  "legalwarning.sevenTitle": "7. Contact",
  "legalwarning.7": "For questions or clarifications regarding these terms and conditions, you can contact us through the contact form provided for this purpose.",

  "legalwarning.button": "Accept",

  "faq.title": "FAQs - NFT Collection Generation with Layers",

  "faq.1.ask": "What is NFT Collection generation with layers?",
  "faq.1.res": "The generation of NFT collections with layers is a process that allows you to create unique NFT collections by combining different layers of images or visual elements. This enables the creation of a variety of custom NFTs with unique features.",

  "faq.2.ask": "How does NFT Collection generation with layers work in this service?",
  "faq.2.res": "To use our service, users must upload the layers of images that will make up their NFT collections. They can then configure the rarities of these layers and generate custom NFT collections from them.",

  "faq.3.ask": "What are the “rarities“ of the layers, and how are they configured?",
  "faq.3.res": "“Rarities“ refer to the probability of a specific layer being used when generating an NFT within a collection. Users can configure the rarities of their layers to determine how often they will appear in the NFTs generated in the collection. This allows for the creation of NFTs with unique and scarce elements.",

  "faq.4.ask": "What types of images or layers can be uploaded?",
  "faq.4.res": "You can upload images or layers in common image formats, such as PNG or JPEG. Layers can be visual elements, illustrations, photographs, or any type of graphic content you want to combine in your NFTs within the collection. The layers should all be of the same dimensions and follow the guidelines established by the platform.",

  "faq.5.ask": "How are NFTs generated within a collection from the layers?",
  "faq.5.res": "Once you have uploaded the layers and configured the rarities, our system will generate unique NFTs within the collection by combining these layers according to the rarity settings you have established. The generated NFTs will be ready for download and use on any marketplace and network.",

  "faq.6.ask": "Can I sell the NFTs generated in collections on NFT markets?",
  "faq.6.res": "Yes, the NFTs generated in collections belong to you, and you can sell them on the NFT markets of your choice. You can use the generated metadata and provided information to list your NFTs on these markets.",

  "faq.7.ask": "How long are the NFTs generated in collections stored in the service?",
  "faq.7.res": "The NFTs generated in collections are stored on the service for a specified period (which may vary). After this time, it is the user's responsibility to download and back up their NFTs, as the service does not guarantee long-term storage.",

  "faq.8.ask": "What if I change my mind or make an error in the generation of NFTs within a collection?",
  "faq.8.res": "NFT generations within a collection are final and cannot be undone. Be sure to carefully review and confirm your settings before generating the NFTs.",

  "faq.9.ask": "Can I modify the layers or rarities after generating the NFTs within a collection?",
  "faq.9.res": "Once the NFTs within a collection are generated, it is not possible to modify the layers or associated rarities. If you want to make changes, you will need to create a new generation of NFTs within the collection with the desired settings.",

  "contact.title": "Contact",
  "contact.name": "Name",
  "contact.email": "Email",
  "contact.message": "Message",
  "contact.send": "Send",

  "contact.alertSuccess": "Message sent",
  "contact.captchaError": "Please complete Captcha",
  "contact.validationMail": "Please introduce a valid email",
  "contact.incompleteFields": "Please complete all the fields",

  "aviso.legal.item1.title": "License Agreement Overview:",
  "aviso.legal.item1.p1": "This agreement outlines the terms under which users of Fanaticoins NFT Generator acquire the right to use Fanaticoins NFT Generator’s content. By creating, publishing, exporting, or using designs containing Fanaticoins NFT Generator’s content, users agree to abide by the terms of this License Agreement and Fanaticoins NFT Generator’s Terms of Use, all of which are incorporated herein by reference.",
  "aviso.legal.item1.p2": "Fanaticoins NFT Generator retains the right to modify the terms of this Agreement, and users are obligated to adhere to such changes.",
  "aviso.legal.item1.p3": "Failure to comply with these terms may result in legal action and immediate account termination.",

  "aviso.legal.item2.title": "Fundamental Points and Disclaimers:",
  "aviso.legal.item2.p1": "All media, including photos, images, videos, GIFs, and audio, as well as content generated by AI (shapes, gradients, icons, illustrations, fonts, templates, etc.), are protected by U.S. and international copyright laws. Fanaticoins NFT Generator and its contributors reserve all rights, including copyrights and intellectual property rights.",
  "aviso.legal.item2.p2": "Fanaticoins NFT Generator may alter, cancel, or replace licenses granted by this Agreement and reserves the right to replace content at any time.",
  "aviso.legal.item2.p3": "Fanaticoins NFT Generator does not guarantee the accuracy of metadata or information accompanying media and content.",

  "aviso.legal.item3.title": "Free Media License:",
  "aviso.legal.item3.p1": "Free media provided by Fanaticoins NFT Generator is subject to the licenses of third-party sources. Users must refer to the license agreements of sources like Pixabay, Pexels, Unsplash, Shopify, Google Drive, Storyblocks, and Giphy.",

  "aviso.legal.item4.title": "Permitted Uses and Restrictions:",
  "aviso.legal.item4.p1": "Users are responsible for appropriate use of media and content within Fanaticoins NFT Generator, including resolving disputes arising from their use.",
  "aviso.legal.item4.p2": "Users may transfer designs to clients under the condition that clients adhere to the terms of this Agreement. Users remain responsible for their clients' compliance.",
  "aviso.legal.item4.p3": "Various restrictions apply, in cluding prohibitions on editing content in offensive ways, pornographic, commercializing unaltered content, implying endorsements, using content in trademarks, and engaging in competitive activities.",

  "aviso.legal.item5.title": "Termination and Violation:",
  "aviso.legal.item5.p1": "Fanaticoins NFT Generator reserves the right to terminate or suspend accounts without notice for violations. Termination results in the loss of rights to media and content.",
  "aviso.legal.item5.p2": "Licenses may be terminated without notice for non-compliance, requiring users to cease usage and confirm compliance.",
  "aviso.legal.item5.p3": "Users can terminate their license by destroying content and no longer using Fanaticoins NFT Generator’s media, content, and design.",

  "aviso.legal.item6.title": "Infringement Claims",
  "aviso.legal.item6.p1": "Users must cease using content upon awareness of infringement claims and inform Fanaticoins NFT Generator. Users are responsible for adopting measures and notifying Fanaticoins NFT Generator of infringement claims promptly.",
  "aviso.legal.item6.p2": "The right to use content provided by Fanaticoins NFT Generator is governed by this Agreement, and users agree to its terms by downloading or exporting designs containing free stock media."
}
