{
  "login.metamask": "Iniciar con Metamasks",
  "login.title": "Generador de NFT ilimitado",
  "login.metamasknotinstalled": "Metamask no esta instalado!",

  "menu.collections": "Mis colecciones",
  "menu.logout": "Cerrar sesion",
  "menu.generateNFT": "Generar NFT",
  "menu.tutorial": "¿No sabes por dónde empezar?  ",
  "menu.video-tutorial": " Ver el vídeo tutorial!",

  "bodyImages.title": "Haga clic o arrastre una imagen aquí!",
  "bodyImages.subtitle": "Sólo se guardan imágenes con un tamaño menor o igual a 2 MB.",
  "bodyImages.subtitle2": "Todas las imagenes de la colección deben tener el mismo tamaño proporcional.",

  "capas.btn-visualize": "Visualizar",
  "capas.btn-restart": "Reiniciar",
  "capas.modal-delete-tittle": "¿Estás seguro que quieres borrar la capa?",
  "capas.modal-delete-subTittle": "Esta acción no puede deshacerse...",
  "capas.modal-delete-btn-cancel": "Cancelar",
  "capas.modal-delete-btn-remove": "Borrar",
  "capas.alert-restart": "¿Estás seguro de que deseas restablecer todas las capas?",
  "capas.message": "El orden de las capas debe ir de arriba hacia abajo, mostrando arriba la capa de fondo y debajo la capa más frontal.",
  "capas.close-modal-preview": "Cerrar",
  "capas.modal-yes": "Si",
  "capas.reset": "Reiniciar Valores",

  "createcapas.layer": "Nueva capa",

  "registerUser.name": "Nombre*",
  "registerUser.email": "Correo*",
  "registerUser.alternateEmail": "Correo Altenativo",
  "registerUser.phone": "Telefono",
  "registerUser.wallet": "Billetera",
  "registerUser.btn-send": "Guardar",

  "form.projectname": "Nombre de la Coleccion NFT",
  "form.exportFormat": "Formato de Exportacion",
  "form.recommendedFormat": "Formato Recomendado: png",
  "form.combinationsNumber": "Combinaciones",
  "form.projectdescription": "Descripcion de la Coleccion",
  "form.combinations": "Combinaciones totales: ",
  "form.dimsension": "Dimensiones",
  "form.layername": "Nombre de capa",
  "form.changelayername": "Cambiar Nombre de la capa",
  "form.changelayerButton": "Cambiar",
  "form.btn-rarity": "Rareza",
  "form.modal-rarity": "Requiere Rareza",
  "form.btn-generate": "Generar",
  "from.validdimensions": "Hay una imagen con diferentes dimensiones, que se refleja con un fondo de color rojo, asegúrese de que todas las imágenes son de la misma dimensión.",
  "form.btn-close": "Cerrar",
  "form.btn-form": "Editar tus Datos",

  "form.reqcollections": "Su solicitud está siendo procesada vaya a colleciones",
  "form.pay.paymentrequired": "Pago Requerido",
  "form.pay.paymentfree": "Usted va a generar la Coleccion: ",

  "form.pay.freeexceeded": "Límite gratuito superado si quiere continuar debe pagar",
  "form.pay.terms": "Acepto las condiciones del servicio y la política de privacidad",
  "form.pay.error": "Error, la tasa o comisión es insuficiente",
  "form.pay.nowallet": "Debes cambiarte a la red BNB Smart Chain",
  "form.pay.noname": "Debe dar un nombre al proyecto",
  "form.pay.success": "Transaccion hecha, con el",
  "form.max-generate": "Este es el número máximo a generar",
  "form.min-dimension": "La resolución de la imagen se selecciona a partir de la primera imagen que arrastres y sueltes. Esperamos que todas las imágenes tengan la misma resolución.",
  "form.success-metamsk-collections": "Mis Colecciones",
  "form.success-pay-close": "Cerrar",
  "form.go-to-faqs": "Si necesita ayuda, consulte las FAQs aquí",
  "form.pending": "En este momento no puedes generar una colección NFT porque ya tienes una en proceso, al finalizar la creación de la colección podrás generar otra, tenga en cuenta que si la colección es muy grande el proceso puede tardar un poco",

  "tutorial.step1": "Aquí puedes organizar tus capas para cambiar el aspecto final de tu nft.",
  "tutorial.step2": "Puede asignar un nombre y crear una nueva capa o crearla con un nombre temporal.",
  "tutorial.step3": "Puedes ver tu nft siempre que quieras usando este botón.",
  "tutorial.step4": "Si quieres empezar un nuevo proyecto puedes reiniciarlo con este botón (esto borrará todos los ajustes anteriores).",
  "tutorial.step5": "Aquí puedes ver todas las imágenes que has añadido a tu proyecto.",
  "tutorial.step6": "Y si quieres añadir nuevas imágenes arrástralas hasta aquí o haz clic para seleccionarlas.",
  "tutorial.step7": "Desde aquí puede navegar a sus colecciones ya generadas.",
  "tutorial.step8": "En esta sección puede personalizar los datos de su colección.",
  "tutorial.step9": "Aquí puedes ver el total de combinaciones posibles con las imágenes añadidas.",
  "tutorial.step10": "Este campo le permite ver la resolución admitida para las imágenes (se calcula basándose en la primera imagen añadida).",
  "tutorial.step11": "En esta opción puede personalizar la probabilidad de que aparezca una imagen en cada capa.",
  "tutorial.step12": "Con este botón puede generar su colección (se aplican ciertas condiciones).",
  "tutorial.modal.btn-back": "Atras",
  "tutorial.modal.btn-close": "Cerrar",
  "tutorial.modal.btn-last": "Finalizar",
  "tutorial.modal.btn-next": "Siguiente",
  "tutorial.modal.btn-open": "Abrir",
  "tutorial.modal.btn-skip": "Omitir",

  "generator.proyecnareq": "Se requiere un nombre para el proyecto",
  "generator.error-req": "Error en la solicitud, póngase en contacto con soporte",
  "generator.existe": "El nombre de la coleccion ya existe, debe cambiar el nombre",
  "generator.minim-character": "El nombre del proyecto debe ser mayor o igual a 2 caracteres",
  "generator.max-combinations": "La creación de su colección no puede ser superior al número de combinaciones establecidas que es",
  "generator.minim-layers": "Debe haber un mínimo de dos capas con una imagen cada una para crear las combinaciones",
  "generator.no-image": "No puede realizar una solicitud sin imágenes para enviar",
  "generator.max-combinatios2": "El minimo de combinaciones totales debe ser de 10",
  "generator.min-combinations2": "El maximo total de las imagenes debe ser de 10.000",
  "generator.must-have-email": "Por favor introduce tu datos en el formulario para generar NFTs",

  "colleccionNFT.loading": "Cargando...",
  "colleccionNFT.in": "en ",
  "colleccionNFT.days": "dias",
  "colleccionNFT.nocollections": "No tienes ninguna coleccion",
  "colleccionNFT.table-column1": "Nombre",
  "colleccionNFT.table-column2": "Cantidad",
  "colleccionNFT.table-column3": "Descargar",
  "colleccionNFT.table-column4": "Exportar a NFansT",
  "colleccionNFT.table-column5": "Fecha límite",
  "colleccionNFT.table-column51": "Sin límite",
  "colleccionNFT.table-column6": "Peso",
  "colleccionNFT.modal-delete-tittle": "¿Estás seguro que quieres borrar la coleccion?",
  "colleccionNFT.modal-delete-subTittle": "Esta acción no puede deshacerse...",
  "colleccionNFT.modal-delete-btn-cancel": "Cancelar",
  "colleccionNFT.modal-delete-btn-remove": "Borrar",
  "colleccionNFT.modal-export-category-id": "id de Categoria",
  "colleccionNFT.modal-export-collection-id": "id de Coleccion",
  "colleccionNFT.modal-export-btn-cancel": "Cancelar",
  "colleccionNFT.modal-export-btn-send": "Exportar",
  "colleccionNFT.modal-export-msg-success": "En unos minutos verá su colección en artis.market",
  "colleccionNFT.modal-export-msg-error": "Se ha producido un error inesperado",
  "colleccionNFT.modal-export-msg-wait": "Procesando por favor espere un momento",
  "colleccionNFT.go-to-generator": "Crea tu primera coleccion",

  "pay.made": "Enhorabuena, su pago fue realizado exitosamente.",
  "pay.btn-collections": "Mirar mis colleciones",
  "pay.processing": "Se esta procesando su pago",
  "pay.loading": "Cargando...",

  "footer.home": "Home",
  "footer.legalwarning": "Aviso legal",
  "footer.contact": "Contacto",
  "footer.terms&conditions": "Terminos y Condiciones",

  "legalwarning.title": "Aviso legal",

  "legalwarning.termsncondition": "Términos y Condiciones del Generador de Colecciones de NFTs",
  "legalwarning.date": "Fecha de entrada en vigencia: 1 Noviembre 2023",

  "legalwarning.aceptTitle": "Aceptación de los Términos y Condiciones",
  "legalwarning.aceptText": "Al acceder y utilizar el generador de Colecciones de NFTs (en adelante, “el Servicio“), usted acepta y se compromete a cumplir con los siguientes términos y condiciones. Si no está de acuerdo con estos términos, le recomendamos que no utilice el Servicio.",

  "legalwarning.firstTitle": "1. Uso del Servicio",
  "legalwarning.1.1": "1.1 Registro y Autenticación: Para utilizar el Servicio, los usuarios deben autenticarse mediante una billetera de criptomonedas compatible, como Metamask. El usuario es el único responsable de mantener la seguridad de su billetera y las credenciales de acceso.",
  "legalwarning.1.2": "1.2 Generación de Colecciones: Los usuarios pueden generar colecciones de NFTs a través del Servicio. Hasta 99 imágenes por colección son gratuitas, pero si un usuario genera más de 99 imágenes en una sola colección, se aplicarán tarifas según lo establecido en la sección 2.",
  "legalwarnig.1.3": "1.3 Almacenamiento de Colecciones: Las colecciones generadas se almacenarán en el Servicio durante un período de 15 días. Después de este período, el usuario deberá descargar y respaldar sus colecciones, ya que el Servicio no garantiza el almacenamiento a largo plazo.",

  "legalwarning.secondTitle": "2. Tarifas y Pago",
  "legalwarning.2.1": "2.1 Tarifas por Generación de Imágenes: Si un usuario genera más de 99 imágenes en una sola colección, se aplicarán tarifas de acuerdo con las tarifas vigentes en el momento de la generación. Estas tarifas se detallarán al usuario antes de confirmar la generación de la colección.",
  "legalwarning.2.2": "2.2 Métodos de Pago: Las tarifas se pagarán en la criptomoneda especificada en el Servicio o mediante Tarjeta de Crédito, y el usuario deberá completar el pago utilizando su billetera de criptomonedas compatible o tarjeta de crédito vigente.",

  "legalwarning.thirdTitle": "3. Propiedad Intelectual y Derechos de Uso",
  "legalwarning.3.1": "3.1 Colecciones Generadas: Las colecciones generadas a través del Servicio son propiedad exclusiva de los usuarios. El usuario conserva todos los derechos de propiedad intelectual sobre las imágenes y los archivos JSON generados.",

  "legalwarning.fourthTitle": "4. Responsabilidad del Usuario",
  "legalwarning.4.1": "4.1 Cumplimiento Legal: El usuario es el único responsable de cumplir con todas las leyes y regulaciones aplicables al uso y la generación de NFTs a través del Servicio, incluidas las relativas a derechos de autor, propiedad intelectual y criptomonedas.",
  "legalwarning.4.2": "4.2 Seguridad de la Billetera: El usuario debe tomar las medidas necesarias para mantener segura su billetera de criptomonedas y sus credenciales de acceso. El Servicio no se hace responsable de cualquier pérdida o acceso no autorizado a la billetera.",

  "legalwarning.fiveTitle": "5. Cambios en los Términos y Condiciones",
  "legalwarning.5": "El Servicio se reserva el derecho de actualizar o modificar estos términos y condiciones en cualquier momento. Los usuarios serán notificados de cualquier cambio, y el uso continuado del Servicio constituirá la aceptación de los términos actualizados.",

  "legalwarning.sixTitle": "6. Limitación de Responsabilidad",
  "legalwarning.6": "El Servicio no se hace responsable de daños directos, indirectos, incidentales, consecuentes o especiales, incluyendo pérdida de beneficios, ingresos o datos, que puedan surgir del uso o la imposibilidad de uso del Servicio.",

  "legalwarning.sevenTitle": "7. Contacto",
  "legalwarning.7": "Para preguntas o aclaraciones sobre estos términos y condiciones, puede ponerse en contacto con nosotros a través del formulario de contacto dispuesto para tal fin.",

  "legalwarning.button": "Aceptar",

  "faq.title": "FAQs - Generación de Colecciones de NFTs",

  "faq.1.ask": "¿Qué es la generación de Colecciones de NFTs con capas?",
  "faq.1.res": "La generación de Colecciones de NFTs con capas es un proceso que le permite crear colecciones únicas de NFTs combinando diferentes capas de imágenes o elementos visuales. Esto permite la creación de una variedad de NFTs personalizados con características únicas.",

  "faq.2.ask": "¿Cómo funciona la generación de Colecciones de NFTs con capas en este servicio?",
  "faq.2.res": "Para utilizar nuestro servicio, los usuarios deben cargar las capas de imágenes que compondrán sus Colecciones de NFTs. Luego, podrán configurar las rarezas de estas capas y generar Colecciones de NFTs personalizados a partir de ellas.",

  "faq.3.ask": "¿Qué son las “rarezas“ de las capas y cómo se configuran?",
  "faq.3.res": "Las “rarezas“ se refieren a la probabilidad de que una capa específica se utilice al generar un NFT dentro de una Colección. Los usuarios pueden configurar las rarezas de sus capas para determinar con qué frecuencia aparecerán en los NFTs generados en la Colección. Esto permite crear NFTs con elementos únicos y escasos.",

  "faq.4.ask": "¿Qué tipo de imágenes o capas se pueden cargar?",
  "faq.4.res": "Puede cargar imágenes o capas en formatos de imagen comunes, como PNG o JPEG. Las capas pueden ser elementos visuales, ilustraciones, fotografías, o cualquier tipo de contenido gráfico que desee combinar en sus NFTs dentro de la Colección. Las capas deberán de ser todas de las mismas medidas y siguiendo los guidelines establecidos por la plataforma.",

  "faq.5.ask": "¿Cómo se generan los NFTs dentro de una Colección a partir de las capas?",
  "faq.5.res": "Una vez que haya cargado las capas y configurado las rarezas, nuestro sistema generará NFTs únicos dentro de la Colección combinando estas capas de acuerdo con las configuraciones de rareza que haya establecido. Los NFTs generados estarán listos para su descarga y uso en cualquier marketplace y red.",

  "faq.6.ask": "¿Puedo vender los NFTs generados en las Colecciones en mercados de NFT?",
  "faq.6.res": "Sí, los NFTs generados en las Colecciones son suyos y puede venderlos en los mercados de NFT de su elección. Puede utilizar los metadatos generados y la información proporcionada para listar sus NFTs en dichos mercados.",

  "faq.7.ask": "¿Cuánto tiempo se almacenan los NFTs generados en las Colecciones en el servicio?",
  "faq.7.res": "Los NFTs generados en las Colecciones se almacenan en el servicio durante un período determinado (puede variar). Después de ese tiempo, es responsabilidad del usuario descargar y respaldar sus NFTs, ya que el servicio no garantiza un almacenamiento a largo plazo.",

  "faq.8.ask": "¿Qué sucede si cambio de opinión o cometí un error en la generación de NFTs dentro de una Colección?",
  "faq.8.res": "Las generaciones de NFTs dentro de una Colección son finales y no se pueden deshacer. Asegúrese de revisar y confirmar cuidadosamente sus configuraciones antes de generar los NFTs",

  "faq.9.ask": "¿Puedo modificar las capas o las rarezas después de generar los NFTs dentro de una Colección?",
  "faq.9.res": "Una vez que se generan los NFTs dentro de una Colección, no es posible modificar las capas o las rarezas asociadas. Si desea realizar cambios, deberá crear una nueva generación de NFTs dentro de la Colección con las configuraciones deseadas",

  "contact.title": "Contacto",
  "contact.name": "Nombre",
  "contact.email": "Correo",
  "contact.message": "Mensaje",
  "contact.send": "Enviar",

  "contact.alertSuccess": "Mensaje enviado",
  "contact.captchaError": "Por favor complete el captcha",
  "contact.validationMail": "Por favor introduzca un correo valido",
  "contact.incompleteFields": "Por favor complete todos los campos",

  "aviso.legal.item1.title": "Resumen del Acuerdo de Licencia:",
  "aviso.legal.item1.p1": "Este acuerdo describe los términos bajo los cuales los usuarios del Fanaticoins NFT Generator adquieren el derecho de utilizar el contenido del Fanaticoins NFT Generator . Al crear, publicar, exportar o utilizar diseños que contengan el contenido de Fanaticoins NFT Generator, los usuarios aceptan cumplir con los términos de este Acuerdo de Licencia y los Términos de Uso del Fanaticoins NFT Generator, todos los cuales están incorporados aquí por referencia.",
  "aviso.legal.item1.p2": "Fanaticoins NFT Generator se reserva el derecho de modificar los términos de este Acuerdo, y los usuarios están obligados a adherirse a tales cambios.",
  "aviso.legal.item1.p3": "El incumplimiento de estos términos puede dar lugar a acciones legales y la terminación inmediata de la cuenta.",

  "aviso.legal.item2.title": "Puntos Fundamentales y Aclaraciones:",
  "aviso.legal.item2.p1": "Todos los medios, incluyendo fotos, imágenes, videos, GIFs y audio, así como contenido generado por inteligencia artificial (formas, gradientes, iconos, ilustraciones, fuentes, plantillas, etc.), están protegidos por las leyes de derechos de autor de EE. UU. e internacionales. Fanaticoins NFT Generator y sus colaboradores reservan todos los derechos, incluidos los derechos de autor y de propiedad intelectual.",
  "aviso.legal.item2.p2": "Fanaticoins NFT Generator puede modificar, cancelar o reemplazar las licencias otorgadas por este Acuerdo y se reserva el derecho de reemplazar el contenido en cualquier momento.",
  "aviso.legal.item2.p3": "Fanaticoins NFT Generator no garantiza la exactitud de los metadatos o la información que acompaña a los medios y al contenido.",

  "aviso.legal.item3.title": "Licencia de Medios Gratuitos:",
  "aviso.legal.item3.p1": "Los medios gratuitos proporcionados por Fanaticoins NFT Generator están sujetos a las licencias de fuentes de terceros. Los usuarios deben consultar los acuerdos de licencia de fuentes como Pixabay, Pexels, Unsplash, Shopify, Google Drive, Storyblocks y Giphy.",

  "aviso.legal.item4.title": "Usos Permitidos y Restricciones:",
  "aviso.legal.item4.p1": "Los usuarios son responsables del uso adecuado de los medios y el contenido dentro de Fanaticoins NFT Generator, incluida la resolución de disputas que surjan de su uso.",
  "aviso.legal.item4.p2": "Los usuarios pueden transferir diseños a clientes con la condición de que los clientes cumplan con los términos de este Acuerdo. Los usuarios siguen siendo responsables del cumplimiento de sus clientes.",
  "aviso.legal.item4.p3": "Se aplican diversas restricciones, incluidas prohibiciones de editar contenido de manera ofensiva, pornográfica, comercializar contenido no alterado, implicar respaldos, utilizar contenido en marcas comerciales y participar en actividades competitivas.",

  "aviso.legal.item5.title": "Terminación e Incumplimiento: ",
  "aviso.legal.item5.p1": "Fanaticoins NFT Generator se reserva el derecho de terminar o suspender cuentas sin previo aviso por violaciones. La terminación resulta en la pérdida de derechos sobre medios y contenido.",
  "aviso.legal.item5.p2": "Las licencias pueden ser terminadas sin previo aviso por incumplimiento, lo que requiere que los usuarios dejen de usar y confirmen el cumplimiento.",
  "aviso.legal.item5.p3": "Los usuarios pueden terminar su licencia destruyendo el contenido y dejando de usar los medios, el contenido y el diseño del Fanaticoins NFT Generator.",

  "aviso.legal.item6.title": "Reclamaciones por Infracción:",
  "aviso.legal.item6.p1": "Los usuarios deben dejar de usar el contenido al conocer reclamaciones por infracción e informar a Fanaticoins NFT Generator. Los usuarios son responsables de adoptar medidas y notificar a Fanaticoins NFT Generator sobre reclamaciones por infracción de inmediato.",
  "aviso.legal.item6.p2": "El derecho de usar el contenido proporcionado por Fanaticoins NFT Generator se rige por este Acuerdo, y los usuarios aceptan sus términos al descargar o exportar diseños que contengan medios de existencias gratuitos.",

  "graph.data.value.user": "Usuarios",
  "graph.data.value.collection": "Colecciones",

  "table.admin.name-collection": "Nombre de la Coleccion",
  "table.admin.user": "Usuario",
  "table.admin.size": "Tamaño",
  "table.admin.download": "Fecha de Descarga",
  "table.admin.assing.wallet": "Correo",
  "table.admin.assing.wallet.wallet": "Wallet",

  "assing.wallet.button": "Asignar Wallets",

  "free.wallets": "Wallets Gratuitas",
  "free.wallets.subtitle": "Ingresa la cartera que quieres que sea gratuita",
  "free.wallets.placeholder": "Ingresa una cartera 0x...",
  "free.wallets.alert": "La wallet fue exitosamente asignada!",
  "free.wallets.error": "La wallet no fue registrada, por favor intenta de nuevo",
  "free.wallet.remove": "La cartera ha sido eliminada exitosamente",
  "free.wallet.remove.error": "Ha ocurrido un error, por favor intenta de nuevo",

  "assing.wallet.table-user": "Usuario",
  "assing.wallet.table-wallet": "Cartera",
  "assing.wallet.table-delete": "Eliminar",

  "button.prices.list": "Ver precios",
  "prices.title": "PRECIOS",
  "prices.subtitle": "Lista de precios para la generar de colecciones de NFTs",

  "to": "HASTA",
  "item": "ACTIVA PARA GENERAR",
  "features1[0]": "100 COMBINACIONES ÚNICAS",
  "features1[1]": "VISTAS PREVIAS ILIMITADAS",
  "features1[2]": "GENERACIÓN DE COLECCIONES",
  "features1[3]": "METADATOS",

  "features2[0]": "1000 COMBINACIONES ÚNICAS",
  "features2[1]": "VISTAS PREVIAS ILIMITADAS",
  "features2[2]": "GENERACIÓN DE COLECCIONES",
  "features2[3]": "METADATOS",

  "features3[0]": "5000 COMBINACIONES ÚNICAS",
  "features3[1]": "VISTAS PREVIAS ILIMITADAS",
  "features3[2]": "GENERACIÓN DE COLECCIONES",
  "features3[3]": "METADATOS",
  "features3[4]": "SOPORTE PERSONALIZADO",

  "features4[0]": "10000 COMBINACIONES ÚNICAS",
  "features4[1]": "VISTAS PREVIAS ILIMITADAS",
  "features4[2]": "GENERACIÓN DE COLECCIONES",
  "features4[3]": "METADATOS",
  "features4[4]": "SOPORTE PERSONALIZADO",
  "Free": "GRATIS",

  "Send.mail": "Enviar Correo",
  "message.to": "MENSAJE PARA",
  "write.subject": "Escribe el asunto",
  "write.message": "Escribe el mensaje",
  "button.send": "Enviar",
  "button.cancel": "Cancelar",
  "message.sent": "Mensaje enviado exitosamente",
  "message.error": "Ha ocurrido un error"
}
